/**
 * Created by chenhuawei on 2017/7/7.
 */
module.exports = {  'list':  [
    { 'id': 'H01', 'value': '普通货车', 'name': '普通货车' },
    { 'id': 'H02', 'value': '厢式货车', 'name': '厢式货车' },
    { 'id': 'H04', 'value': '罐式货车', 'name': '罐式货车' },
    { 'id': 'H09', 'value': '仓栅式货车', 'name': '仓栅式货车' },
    { 'id': 'H03', 'value': '封闭货车', 'name': '封闭货车' },
    { 'id': 'H05', 'value': '平板货车', 'name': '平板货车' },
    { 'id': 'H06', 'value': '集装箱车', 'name': '集装箱车' },
    { 'id': 'H07', 'value': '自卸货车', 'name': '自卸货车' },
    { 'id': 'H08', 'value': '特殊结构货车', 'name': '特殊结构货车' },
    { 'id': 'G01', 'value': '普通挂车', 'name': '普通挂车' },
    { 'id': 'G03', 'value': '罐式挂车', 'name': '罐式挂车' },
    { 'id': 'G05', 'value': '集装箱挂车', 'name': '集装箱挂车' },
    { 'id': 'G02', 'value': '厢式挂车', 'name': '厢式挂车' },
    { 'id': 'G07', 'value': '仓栅式挂车', 'name': '仓栅式挂车' },
    { 'id': 'G04', 'value': '平板挂车', 'name': '平板挂车' },
    { 'id': 'G06', 'value': '自卸挂车', 'name': '自卸挂车' },
    { 'id': 'G09', 'value': '专项作业挂车', 'name': '专项作业挂车' },
    { 'id': 'Q00', 'value': '牵引车', 'name': '牵引车' },
    { 'id': 'Z00', 'value': '专项作业车', 'name': '专项作业车' },
    { 'id': 'X91', 'value': '车辆运输车', 'name': '车辆运输车' },
    { 'id': 'X92', 'value': '车辆运输车（单排）', 'name': '车辆运输车（单排）' }
    ]
 };
